Revit 2024 API
GlobalParametersManager Properties
The GlobalParametersManager type exposes the following members.
Properties
Name | Description
IsValidObject
 Specifies whether the .NET object represents a valid Revit entity.
See Also
GlobalParametersManager Class
Autodesk.Revit.DB Namespace